Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/9_undervisningsoppl.html.tmx
Source language: sme
Languages: sma

source: Oahpaheaddji lohkka historjjá jitnosit ohppiide ja heaŋgu dan seaidnái.
sma: Lohkehtæjja soptsesem learohkidie låhka jïh dam vïedtjese gævnjeste.

source: Oahppit sáhttát maid ieža lohkat historjjá.
sma: Naan learohkh maehtieh soptsesem jïjtje lohkedh.

source: Oahppit atnet interneahta gávdnamis eanet dieđuid fáttá birra dahje gávdnamis sámi biepmoráhkadan neavvaga.
sma: Learohkh edtjieh gaskeviermiem nåhtadidh juktie vielie bïevnesh aamhtesen bïjre gaavnedh, jallh vuesiehtimmien gaavhtan aktem bïhkedassem saemien beapmose gaavnedh.

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Dát oahppodoaibma ferte heivehuvvot ohppiid dáiddolašvuhtii.
sma: Tjuara daam lïerehtimmiedarjomem sjïehtedidh learohki maehtelesvoetide.

source: Lea dehálaš geasuhit buot ohppiid mielde ságastallamii.
sma: Vihkeles gaajhkh learohkh meatan sjïdtieh soptsestellieh.

source: Go oahppit máhttet daddját eaŋkil sániid ja cealkagiid, de sii vásihit ahte sii máhttet.
sma: Jis learohkh maehtieh aelhkie baakoeh jïh lahtesh jiehtedh, dah sïjhtieh damtedh dah dam haalvoeh.

source: Hupman dássejuvvo ohppiid máhtolašvuođa ektui.
sma: Soptsestimmem sjïehteladta learohki maahtoen mietie.

source: Oahpaheaddji jearrá ja oahppit vástidit.
sma: Lohkehtæjja gihtjie jïh learohkh vaestiedieh.

source: Jus oahppit máhttet fáttá bures, de sii hástaluvvojit eará ládje ja dárkileappot jearrat ja vástidit.
sma: Jis learohkh aamhtesem veelelaakan maehtieh, tjuara dejtie haestedh jeatjah jïh geervebe gyhtjelassigujmie jïh vaestiedassigujmie.

source: Oahppit sáhttet čállit fáttá birra juogo giehtačállosiin dahje dihtorii.
sma: Learohkh maehtieh aaj aamhtesen bïjre gïetine jallh PC-esne tjaeledh.

source: Lea vejolaš atnit iešguđetlágan lotus-skoviid.
sma: Nuepie lea gellie-såarhts lotusgoerh nåhtadidh.

source: Muhtun skoviin leat hárvvit ja stuorit rubrihkat, ja muhtun skoviin leat máŋga smávit rubrihkat.
sma: Muvhth vaenie jïh stoerre rubrihkh utnieh, jïh muvhth jïjnjh smaave rubrihkh utnieh.

source: Lotusskoviin main lea hárvvit rubrihkat lea ohppiide vejolašvuohta sárgut govaid ja govastagaid.
sma: Lotusgoerine vaenie rubrihkigujmie, dah learohkh maehtieh guvvieh jïh symbolh guvviedidh.

source: Oahppit sáhttet maiddái eará sajis viežžat govaid ja daid liibmet skovvái.
sma: Learohkh maehtieh aaj guvvieh bietskiedidh jïh dejtie goerese lïjmesjidh.

source: Eará vejolašvuohta lea ahte oahpaheaddji sáhttá máŋget govaid árkii.
sma: Molsehthlaakan lohkehtæjja maahta skannedh jïh kopijeredh guvvide aktene paehpierisnie.

source: Oahppit ieža mearridit skovi sisdoalu.
sma: Nuepie lea gelliesåarhts baakoebaanghkh darjodh.

source: Lea vejolaš ráhkadit iešguđetlágan sátnebáŋkkuid. Okta ovdamearkan lea bidjat sáni ja gova gortii ja dan lamineret ja bidjat latnjarieggái.
sma: Akte vuesiehtimmie lea dejtie orre baakojde kåarhtine lamineredh dej baakoejgujmie jïh guvviejgujmie, jïh kåarhtide akten tjoevtenjereagkese biejedh.

source: Oahppit sáhttet maiddái ráhkadit sátnebáŋkku iežas máhppii dihtoris.
sma: Learohkh maehtieh aaj baakoebaanghkem darjodh aktene jïjtse maabpesne PC-esne.

source: Lea dehálaš ahte oahpahus molssašuvvá ja bargovuorut eai beare guhkit.
sma: Dannasinie dah barkoeboelhkh eah tjoerh fer guhkies sjïdtedh.

source: Oahpaheaddji ferte lágidit oahpahusa nu ahte movttiidahttá ohppiid oahppat ja muitit maid leat oahppan.
sma: Lohkehtæjja tjuara ööhpehtimmiem öörnedh guktie dïhte lïerehtimmiem evtede jïh skreejrie.

source: Dárkuma bakte sáhttá oahpaheaddji gávnnahit makkár oahppandoaimmaiguin oahppit liikojit bargat, ja mii buoremusat movttiidahttá oahppama.
sma: Vuartasjimmiem tjïrrh lohkehtæjja maahta gaavnehtidh mej lïerehtimmiedarjomigujmie learohkh bööremes lyjhkoeh barkedh, jïh mestie jeenjemes lïerieh.

source: Oahppit galget oažžut barggu maid hálddašit.
sma: Learohkh edtjieh laavenjassh åadtjodh mejtie haalvoeh.

source: Danin berre oahpaheaddji ráhkadit bargobihtáid ja doaimmaid mat leat heivehuvvon ohppiid dáiddolašvuhtii.
sma: Dannasinie lohkehtæjja tjuara laavenjassh jïh darjomh darjodh våaroeminie learohki maehtelesvoetine.

source: Oahppit eai oahpa seamma jođánit, ja soapmásat dárbbašit guhkit áiggi go maid earát dahket.
sma: Learohkh berkieh lïerehtimmine gellielaaketje, jïh joekehts tijjem nåhtadieh.

source: Oahpaheaddji galgá láhčit oahpahusa nu ahte heiveha sisdoalu ja bargovugiid buot ohppiide.
sma: Lohkehtæjja edtja ööhpehtimmiem sjïehteladtedh gosse sisvegem jïh barkoevuekide sjïehtede gaajhkide learoehkidie.

source: Juohke oahppi oppalaš duogáš váikkuha oahppi oahppamii.
sma: Learohkh joekehts lïerehtimmieaevhkieh utnieh, mah lïerehtimmiem tsevtsiedieh.

source: Ovdamearkka dihte sáhttá vuohki movt oahppostoffa ovdanbiddjo ohppiide váikkuhit movt ja man ollu oahppi oahppá.
sma: Dïhte maahta vuesiehtimmien gaavhtan årrodh guktie lohkehtæjja learoeaamhtesem åehpiedahta.

source: Danin lea dehálaš ahte leat valljis bargobihtát ja doaimmat ja spealut mat leat láhččojuvvon fáttá ja dási mielde.
sma: Dannasinie vihkeles gelliesåarhts laavenjassh jïh darjomh jïh spïelh utnedh, veesmeme aamhtesen jïh daltesen mietie.

source: Dát galget leat gávdnamis oahpahuslanjas.
sma: Daate edtja gaavnoes årrodh ööhpehtimmietjiehtjielisnie.

source: Oahppit sáhttet ieža válljet iešguđetlágan bihtáid mat leat dárkilat, ulbmilaččat ja rávvejeaddjin hábmejuvvon.
sma: Learohkh maehtieh joekehts laavenjassh veeljedh mah leah vihties, aktine tjïelke ulmine, jïh jïjtjebihkeden.

source: Dávjá šaddá oahpaheaddji ieš daid ráhkadit danin go gávdnojit nu unnán oahpponeavvut sámegillii.
sma: Daamtaj lohkehtæjja jïjtje tjuara dejtie darjodh ihke vaenie learoeaamhtesh gååvnesieh saemiengïelesne.

source: Oahpaheaddji sáhttá kártet ohppiid oahppaneavttuid vai vuohkeválljen heivehuvvo ohppiid buoremus oahppaneavttuide.
sma: Lohkehtæjja maahta learohki nuepiem lïerehtæmman goerehtalledh, jïh dam veeljeme vuekiem learoehkidie sjïehtedidh, juktie dah bööremeslaakan lïerieh.

source: Nu oahpahus velá heivehuvvo ohppiide, ja sii ovdánahttojuvvojit fágalaččat oahppoulbmila / gelbbolašvuođamihttomeari mielde.
sma: Naemhtie ööhpehtimmie sjædta sagki buerebe learoehkidie, jïh dah faageleslaakan skearkagieh, lïerehtimmieulmien / maahtoeulmien mietie.

source: Oahpaheaddji ferte čuovvut ohppiid oahppama eavttuid, vuogi movt sii ohppet ja oahppan- ja ovdánahttinproseassa.
sma: Lohkehtæjja tjuara giehtjedidh magkeres våarome learohke åtna lïerehtæmman, guktie dïhte leara, jïh lïerehtimmie- jïh evtiedimmieprosessem.

source: Oahpaheaddji galgá čađat diehtit maid oahppit áiggis áigái máhttet ja dan mielde láhčit oktagaslaš hárjehallandahkosa ohppiide.
sma: Lohkehtæjja tjuara daejredh maam learohkh iktegisth maehtieh, jïh dan mænngan evtiedidh jïh dåarjedidh aktem sjïere haarjanimmie-soejkesjem learoehkidie.

source: Listu vuolábealde čájeha makkár oahppodoaimmaiguin oahppit liikojit bargat ja mat buoremusat movttiidahttet oahppama:
sma: Dïhte læstoe nuelesne vuesehte mej lïerehtimmiedarjomigujmie learohkh lyjhkoeh barkedh, jïh mah lïerehtimmiem bööremes skreejrieh.

source: Visuala oahppit liikojit
sma: Auditive learohkh lyjhkoeh

source: lohkat ja čállit, geahččat filmma, sárgut, bargat bargogirjjiin ja govvidit jurddakártta
sma: - lohkedh tjaeledh, filmem vuartasjdih, guvviedidh, barkoegærjetjigujmie barkedh jïh åssjaldahkekaarhtese guvvieh darjodh

source: govaid ja sániid
sma: - guvvieh jïh baakoeh

source: guldalit, digaštallat, hupmat iežainis dahje earáiguin ja jitnosit lohkat
sma: - goltelidh, digkiedidh, jïjtsinie jallh jeatjabigujmie soptsestidh jïh reegkes gïeline lohkedh

source: Taktiila oahppit liikojit
sma: Taktile learohkh lyjhkoeh

source: Kinestetihka (motorihkalaš) oahppit liikojit
sma: Kinestetiske learohkh lyjhkoe

source: guoskkahit diŋggaid, giehtabarggu, dihtoriin bargat, ráhkadit seaidneplakáhtaid, speallat, čállit, čuohpadit ja liibmet
sma: - aath doehtedidh, gïetigujmie barkedh, pc-ine barkedh, vïedtjeplakath darjodh, spealadidh, tjaeledh, bietskiedidh jïh lïjmesjidh

source: bargat latnjarieggáin ja árpobreahtain
sma: - tjoevtenjereagkine jïh laejkiepreejrine barkedh

source: lihkadit ja olleš rupmaša atnit, speallat iešguđetlágan spealuid, teáhterneaktima ja praktihkalaš barggu
sma: - svïhtjedh jïh abpe kråahpem nåhtadidh, ovmessie spïelh spealadidh, teaterem spealadidh jïh dæjpeles barkoe

source: seaidne- ja láhttespealuid
sma: - vïedtje jïh guelpiespïele

source: Árvvoštallan
sma: Faagem vïerhtiedidh

source: Oahppit galget árvvoštallat dan maid sii duođai máhttet ja maid sii leat oahppan.
sma: Learohkh edtjieh vuarjasjidh maam dah raaktan maehtieh jïh haalvoeh, jïh maam lïereme.

source: Gávdnat vástádusa dasa, galget oahppit čállit VØL-skovi.
sma: Juktie dam gaavnehtidh, learohkh maehtieh aktem VØL-goerem dievhtedh.

source: Skovi galget oahppit čállit ovdalgo álggahit oahppodoaimma.
sma: Learohkh maehtieh goerem dievhtedh åvtelen lïerehtimmiedarjomem aelkieh.

source: Gelbbolašvuođamihttomearri, oahppomihttomearri ja dovdomearkkat dahje eavttut galgá almmuhit ohppiide ja galget oidnot bargoplánas ja klássalanjas, omd. seaidneplakáhtas.
sma: Tjuara maahtoeulmide, lïerehtimmieulmide jïh væhtide åehpies darjodh learoehkidie, jïh dah tjuerieh våajnoes årrodh barkoesoejkesjisnie jïh klaassen tjiehtjielisnie, vuesiehtimmien gaavhtan aktene vïedtjeplakatesne.

source: Lea dehálaš ahte oahpaheaddji njálmmálaččat aiddostahttá dovdomearkkaid ja eavttuid ohppiide.
sma: Vihkeles lohkehtæjja njaalmeldh learoehkidie buerkeste guktie dah væhtah leah. Aaj vihkeles dah leah tjïelke.

source: Dovdomearkkaid sáhttá čilget iešguđege dásis, nugomat:
sma: Maahta væhtide buerkiestidh ovmessie daltesinie, vuesiehtimmien gaavhtan:

source: Don leat álgán Don máhtát eanemus adnon beaivválaš sániid mat gullet fáddái.
sma: Datne aalkeme Datne maahtah naaken dejstie sïejhmemes biejjieladtje baakojste aamhtesen bïjre.

source: Don máhtát atnit soames oahppan sániid.
sma: Datne maahtah naan lïereme baakoeh nåhtadidh.

source: Don máhtát hábmet álkes cealkagiid fáttá birra ja searvat daid birra ságastallat.
sma: Datne maahtah aelhkie raajesh aamhtesen bïjre darjodh, jïh dejtie nåhtadidh soptsestimmine.

source: Don máhtát gažaldagaid vástidit eaŋkilsániiguin.
sma: Datne maahtah gyhtjelassh vaestiedidh aktegh baakojne.

source: Don leat bures mátkái joavdan Dus lea oalle buorre sátneriggodat fáttá birra.
sma: Datne stodtetjem båateme Dov akte naa hijven baakoeveahka aamhtesen bïjre.

source: Don máhtát atnit máŋga oahppan sániid.
sma: Datne maahtah jïjnjh lïereme baakoeh nåhtadidh.

source: Don máhtát hábmet cealkagiid mas lea sisdoallu ja searvat ságastallamii fáttá birra.
sma: Datne maahtah raajesh darjodh sisvegisnie, jïh meatan årrodh aamhtesen bïjre soptsestidh.

source: Don máhtát vástidit gažaldagaid olles cealkagiiguin.
sma: Datne maahtah gyhtjelassh vaestiedidh ellies raajesigujmie.

source: Don leat joavdan guhkas Dus lea dán fáttás buorre sátneriggodat.
sma: Datne gåhkese båateme. Dov akte hijven baakoeveahka aamhtesen bïjre.

source: Don máhtát bures atnit hui ollu oahppan sániid.
sma: Datne maahtah joekoen jïjnjh lïereme baakoeh hijvenlaakan nåhtadidh.

source: Don máhtát hábmet cealkagiid rikkis ja dárkilis gielain ja searvat spontána ságastallamii fáttá birra.
sma: Datne maahtah raajesh darjodh aktine jeereldihkie jïh tjïelke gïeline, jïh meatan årrodh gosse dastegh aamhtesen bïjre soptseste.

source: Don vástidat gažaldagaid dievaslaččat ja olles cealkagiiguin.
sma: Datne gyhtjelassh veelelaakan vaestedh jïh ellies raajesigujmie.

source: Vuođđogálggat
sma: Daennie bihkedimmesne libie veeljeme dejtie baakojde vihkielommes maehtelesvoeth sijjeste faagen maadth maahtoeh.

source: Máhttit ovdanbuktit njálmmálaččat: Njálmmálaš doaibma lea guovddážis dán ovdamearkkas.
sma: Maehtedh sov njaalmeldh daajroeh buektedh: Dïhte njaalmeldh darjome lea dïhte åejviedarjome daennie vuesiehtimmesne.

source: Máhttit ovdanbuktit čálalaččat: Oahppit galget sámegillii sátnádit deavdimis VØL - ja lotusskovi oahppandoaimmas.
sma: Maehtedh sov tjaaleldh daajroeh buektedh: Learohkh tjaelieh gosse VØL - jïh lotusgoerh dievhtieh lïerehtimmiedarjomisnie.

source: Máhttit lohkat: Álgimis fáttáin bargat sáhttá sihke oahpaheaddji ja/dahje oahppit lohkat iežaset teavsttaid.
sma: Maehtedh lohkedh: Gosse aamhtesinie aalka, dovne lohkehtæjja jïh / jallh learohkh maehtieh sjïehteles tjaalegh lohkedh.

source: Máhttit rehkenastit: Praktihkalaš barggus nugomat láibuma bakte, atnit ja geardduhit oahppit doahpagiid mat gullet sámi lohkan- ja rehkenastinvuohkái.
sma: Maehtedh ryöknedh: Dæjpeles barkoen tjïrrh goh bååhkesjimmie, dah learohkh lahtesh nåhtadieh jïh repeterieh, mah leah saemien ryöknemevuekesne.

source: Máhttit atnit digitála reaidduid: oahppit atnet dihtormášiinna bargobihtá čálalaš oassái.
sma: Maehtedh digitale dirregh nåhtadidh: Dah learohkh PC. ’ em nåhtadieh gosse edtjieh laavenjassese tjaeledh.

source: Sii gávdnet govaid interneahtas, dahje sii čállet teavstta eará govvii.
sma: Dah guvvieh gaskeviermesne gaevnieh, jallh akten jeatjah gåvvan tjaelieh.

source: Gáiddusoahpahus
sma: Maajhööhpehtimmie

source: Dát ovdamearka heive bures gáiddusoahpahussii danin go oahppodoaibma deattuha njálmmálaš giellaanu.
sma: Daate vuesiehtimmie hijvenlaakan maajhööhpehtæmman sjeahta ihke daate lïerehtimmiedarjome tjïerteste gïelem njaalmeldh nåhtadidh.

source: Dalle šaddá oahpaheaddji ovdalgihtii gávnnahit makkár bargovuogit dása buoremusat heivejit.
sma: Dellie lohkehtæjja åvtelhbodti tjuara gaavnehtidh mah barkoevuekieh bööremes sjïehtieh.

source: Oahpaheaddji sáhttá ráhkadit iešguđetlágan goarttaid, spealuid ja bargobihtáid mat sáddejuvvojit ohppiide.
sma: Lohkehtæjja maahta ovmessie kåarhth, spïelh jïh barkoelaavenjassh darjoh mah learoehkidie seedtesuvvieh.

source: Oahppi ja oahpaheaddji sáhttiba humadit fáttá birra seammásgo oahppi čuohpada muitogoarttaid.
sma: Learohke jïh lohkehtæjja maehtieh aamhtesen bïjre soptestidh mearan learohke vuesiehtimmien gaavhtan mojhtese-kåarhtide bietskede.

source: Gielladomeanat
sma: Gïelesuerkie

source: Jus lea heivvolaš čađahit praktihkalaš barggu dáinna fáttain bargamis, nugomat láibut dahje málestit, de sáhttá doaibma dahje gievkkan leat gielladomeanan.
sma: Jis maereles maam akt dæjpeles darjodh dejnie aamhtesinie, goh bååhkesjidh jallh beapmoeh jurjiehtidh, dellie darjome jallh tjöövke maahta akte gïelesuerkie årrodh.

source: Dalle gulahallan breahttaspealu dahje seaidneplakáhtain bargama oktavuođas čađahuvvo sámegillii.
sma: Akte dabloe jallh vïedtjeplakate aamhtesen bïjre, maahta aaj akte gïelesuerkie årrodh.

source: Hætta / Kristensen: Čuovvul dál ! Davvi girji.
sma: Dellie sæjhta ajve saemiestidh dabloen jallh plakaten bïjre.

source: Davvi girji.
sma: Learoevierhtieh

source: 2005 Sara: Joatkke ain.
sma: Raeriestimmieh tjaalegi bïjre
